{"meta":{"title":"HuMIn Game Lab","subtitle":"Human and Machine Intelligence (HuMIn) Game Lab @ SMU","description":null,"author":"Corey Clark","url":"http://HuMInGameLab.com"},"pages":[],"posts":[{"title":"Dallas Innovates: Corey Clark Featured as a North Texas Innovator","slug":"news/Dallas-Innovates-North-Texas-Innovators","date":"2019-02-09T05:34:48.000Z","updated":"2019-02-09T05:56:10.967Z","comments":true,"path":"About/News/news/Dallas-Innovates-North-Texas-Innovators.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-North-Texas-Innovators.html","excerpt":"","text":"Article Link: 26 North Texas Innovators Who Are The Future Today With the mission of bringing purpose to play, Corey Clark is using video games to advance medicine. His company, Balanced, combines human intelligence and machine learning that allows people and computers to work together to solve problems. The company’s first product, a gaming platform called Hewmen, has been used to analyze medical imagery to locate disease and process data to help fight cancer, but what really excites Clark is what lies ahead. “We can already see how much impact Hewmen has on the ability to advance research, but where I believe we will have the most impact is when communities playing Hewmen-powered video games are an active part of the patient treatment process. Whether that is happening as part of our pilot study looking at how our games improve outcomes of children receiving chemotherapy or parsing genomic data to help doctors find the best treatments for patients, empowering communities of gamers and influencers can have real impact on people’s lives.”","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"SMU: SMU and LIFT Win Grand Prize for Adult Literacy XPRIZE","slug":"news/SMU-SMU-and-LIFT-Win-Grand-Prize-for-Adult-Literacy-XPRIZE","date":"2019-02-09T05:22:01.000Z","updated":"2019-02-09T05:31:39.058Z","comments":true,"path":"About/News/news/SMU-SMU-and-LIFT-Win-Grand-Prize-for-Adult-Literacy-XPRIZE.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/SMU-SMU-and-LIFT-Win-Grand-Prize-for-Adult-Literacy-XPRIZE.html","excerpt":"","text":"Article Link: SMU and LIFT Win Grand Prize for Adult Literacy XPRIZE A treasure-hunting smartphone app developed by SMU and Literacy Instruction for Texas (LIFT) to help low-literate adults learn to read tied for the grand prize Thursday in the competition hosted by the Barbara Bush Foundation Adult Literacy XPRIZE. The SMU-LIFT team, PeopleforWords, won $1.5 million as a grand prize winner and an additional $1 million achievement award for most effective app to help adult English language learners learn to read in the competition presented by the Dollar General Literacy Foundation. Using the video game app for Codex: The Lost Words of Atlantis, players assume the identity of an enterprising archaeologist seeking clues to the forgotten language of mythical Atlantis. Keys to finding the lost language are hidden in letter-sound instruction, word lists and consonant and vowel decoding skill-building exercises.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"KERA: SMU-LIFT Team Wins Multi-Million Dollar Grand Prize","slug":"news/KERA-SMU-LIFT-Team-Wins-Multi-Million-Dollar-Grand-Prize","date":"2019-02-09T05:20:04.000Z","updated":"2019-02-09T05:25:01.438Z","comments":true,"path":"About/News/news/KERA-SMU-LIFT-Team-Wins-Multi-Million-Dollar-Grand-Prize.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/KERA-SMU-LIFT-Team-Wins-Multi-Million-Dollar-Grand-Prize.html","excerpt":"","text":"Article Link: North Texas Team Develops Smartphone Game To Help Adults Learn To Read And Write “Stories that we heard were incredible,” Gifford continued. “Things like, ‘I was able to read to my granddaughter and she was so happy’ and ‘I read to my family and they clapped.’”","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Corey Clark Guest Lecture at UT Southwestern","slug":"news/Corey-Clark-Guest-Lecture-at-UT-Southwestern","date":"2019-02-01T05:09:00.000Z","updated":"2019-02-01T05:14:37.874Z","comments":true,"path":"About/News/news/Corey-Clark-Guest-Lecture-at-UT-Southwestern.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Corey-Clark-Guest-Lecture-at-UT-Southwestern.html","excerpt":"","text":"Dr Clark presented “Capturing the Intrinsic Power of Video Games” at UT Southwestern Radiation Oncology Department today. Synopsis: Gaming can, and should, be more than just entertainment. This seminar will talk about how combining human in the loop technologies and gaming experiences with machine learning are helping to empower communities of game players to use their entertainment hours for real purpose. The Human and Machine Intelligence (HuMIn) Game Lab at SMU combines games with machine learning and distributed computing to transform entertainment hours into tangible impact for research and medical treatments. Examples will be shown that apply Minecraft to drug discovery, Tower Defense games for identifying drusenoid in optical coherence tomography scans as well as new ways gamers can transfer knowledge and insight directly into machine learning models through gameplay.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Innovates: Corey Clark Named One of '26 Innovators Who Are the Future Today'","slug":"news/Dallas-Innovates-Corey-Clark-Named-One-of-26-Innovators-Who-Are-the-Future-Today","date":"2019-01-18T21:08:28.000Z","updated":"2019-01-18T21:29:54.706Z","comments":true,"path":"About/News/news/Dallas-Innovates-Corey-Clark-Named-One-of-26-Innovators-Who-Are-the-Future-Today.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-Corey-Clark-Named-One-of-26-Innovators-Who-Are-the-Future-Today.html","excerpt":"","text":"Corey Clark, Ph.D. was named one of “26 Innovaters Who Are the Future Today” in the 2019 Issue of Dallas Innovates Magazine With the mission of bringing purpose to play, Corey Clark is using video games to advance medicine","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Karl Csaky to present at 6th International OCT Angiography and Advances in OCT Congress","slug":"news/Karl-Csaky-to-present-at-6th-International-OCT-Angiography-and-Advances-in-OCT-Congress","date":"2018-12-14T03:35:05.000Z","updated":"2019-01-18T21:23:13.388Z","comments":true,"path":"About/News/news/Karl-Csaky-to-present-at-6th-International-OCT-Angiography-and-Advances-in-OCT-Congress.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Karl-Csaky-to-present-at-6th-International-OCT-Angiography-and-Advances-in-OCT-Congress.html","excerpt":"","text":"Karl Csaky, M.D., Ph.D. will be presenting the results from the Human Computation Game Eye In The Sky: Defender at the 6th International OCT Angiography and Advances in OCT Congress - Rome, December 14 and 15, 2018 The program of events has our work being presented in the Session on Artificial Intelligence in Retinal Imagaing NEW DEVELOPMENTS IN IMAGINGSESSION ARTIFICIAL INTELLIGENCE in RETINAL IMAGING (including OCTA AND OCT)Chairs: Caroline Baumal, Anat LoewensteinUrsula Schmidt-Erfurth - The future of AI in retinaHrvoje Bogunovic - Fluid and function – an analysis by AIKarl Csaky - Human computational analysis input in machine learning of OCT ImagesSunny Virmani (Google) - AI in Retinal ImagingDante Pieramici - Leveraging machine learning to diagnose referable retinal diseases in “developing Countries” Download and play game by going to join.hewmen.com","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Business Journal: Corey Clark Named 1 of 20 Health Care Innovators You Need to Know","slug":"news/Dallas-Business-Journal-Corey-Clark-named-1-of-20-Health-Care-Innovators-You-Need-to-Know","date":"2018-11-26T04:50:05.000Z","updated":"2019-02-01T04:58:22.630Z","comments":true,"path":"About/News/news/Dallas-Business-Journal-Corey-Clark-named-1-of-20-Health-Care-Innovators-You-Need-to-Know.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Business-Journal-Corey-Clark-named-1-of-20-Health-Care-Innovators-You-Need-to-Know.html","excerpt":"","text":"Article Link: The 20 Health Care Innovators You Need to Know While people play video games on BALANCED Media | Technology’s HEWMEN platform, they’re actually helping cure diseases. HEWMEN is a volunteer computing network that combines gamer intuition and machine learning capabilities. As people play games, they’re helping train the company’s technology to find cures for diseases like macular degeneration.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Publications","slug":"publications","date":"2018-11-24T04:10:56.000Z","updated":"2018-12-04T16:32:09.769Z","comments":false,"path":"uncategorized/publications.html","link":"","permalink":"http://HuMInGameLab.com/uncategorized/publications.html","excerpt":"","text":"Publications Clark, C., I. Greenberg, M. Ouellette, 2018. A Model for Integrating Human Computation into Commercial Video Games. Proceedings from IEEE International Conference on Serious Games and Applications in Health, Vienna, Austria, May, 2018 Clark C., M. Ouellette, 2017. Games as a Distributed Computing Resource. Proceedings from International Conference Foundations of Digital Games Conference, Cape Cod, MA, Aug., 2017 Fleshner, A., C. Clark. Fast Random Genetic Search for Large Scale RTS Combat Scenarios. AAAI Conference on Artificial Intelligence and Interactive Digital Entertainment, Utah, Oct., 2017 Raimbault, M., C. Clark. 2017. Session Based Behavioral Clustering in Open World Sandbox Game TUG. Proceedings from International Conference Foundations of Digital Games Conference, Cape Cod, MA, Aug., 2017 Nicholson, C., L. Goodwin, and C. Clark. 2017. Variable neighborhood search for reverse engineering of gene regulatory networks. Journal of Biomedical Informatics, 65:120-131","categories":[],"tags":[]},{"title":"Fast Random Genetic Search for Large Scale RTS Combat Scenarios","slug":"research/publications/Fast-Random-Genetic-Search-for-Large-Scale-RTS-Combat-Scenarios","date":"2018-11-24T04:02:26.000Z","updated":"2019-01-09T17:29:56.376Z","comments":true,"path":"Research/Publications/research/publications/Fast-Random-Genetic-Search-for-Large-Scale-RTS-Combat-Scenarios.html","link":"","permalink":"http://HuMInGameLab.com/Research/Publications/research/publications/Fast-Random-Genetic-Search-for-Large-Scale-RTS-Combat-Scenarios.html","excerpt":"","text":"C. Clark, A. Fleshner. Fast Random Genetic Search for Large Scale RTS Combat Scenarios. AAAI Conference on Artificial Intelligence and Interactive Digital Entertainment, Utah, Oct., 2017 This paper makes a contribution to the advancement of artificial intelligence in the context of multi-agent planning for large-scale combat scenarios in RTS games. This paper introduces Fast Random Genetic Search (FRGS), a genetic algorithm which is characterized by a small active population, a crossover technique which produces only one child, dynamic mutation rates, elitism, and restrictions on revisiting solutions. This paper demonstrates the effectiveness of FRGS against a static AI and a dynamic AI using the Portfolio Greedy Search (PGS) algorithm. In the context of the popular Real-Time Strategy (RTS) game, StarCraft, this paper shows the advantages of FRGS in combat scenarios up to the maximum size of 200 vs. 200 units under a 40 ms time constraint.","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Publications","slug":"Research/Publications","permalink":"http://HuMInGameLab.com/categories/Research/Publications/"}],"tags":[]},{"title":"Variable neighborhood search for reverse engineering of gene regulatory networks","slug":"research/publications/Variable-neighborhood-search-for-reverse-engineering-of-gene-regulatory-networks","date":"2018-11-24T04:02:12.000Z","updated":"2018-12-02T16:53:09.873Z","comments":true,"path":"Research/Publications/research/publications/Variable-neighborhood-search-for-reverse-engineering-of-gene-regulatory-networks.html","link":"","permalink":"http://HuMInGameLab.com/Research/Publications/research/publications/Variable-neighborhood-search-for-reverse-engineering-of-gene-regulatory-networks.html","excerpt":"","text":"Journal of Biomedical Informatics Volume 65, January 2017, Pages 120-131 A new search heuristic, Divided Neighborhood Exploration Search, designed to be used with inference algorithms such as Bayesian networks to improve on the reverse engineering of gene regulatory networks is presented. The approach systematically moves through the search space to find topologies representative of gene regulatory networks that are more likely to explain microarray data. In empirical testing it is demonstrated that the novel method is superior to the widely employed greedy search techniques in both the quality of the inferred networks and computational time.","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Publications","slug":"Research/Publications","permalink":"http://HuMInGameLab.com/categories/Research/Publications/"}],"tags":[]},{"title":"Session Based Behavioral Clustering in Open World Sandbox Game TUG","slug":"research/publications/Session-Based-Behavioral-Clustering-in-Open-World-Sandbox-Game-TUG","date":"2018-11-24T04:02:00.000Z","updated":"2018-12-04T05:17:52.845Z","comments":true,"path":"Research/Publications/research/publications/Session-Based-Behavioral-Clustering-in-Open-World-Sandbox-Game-TUG.html","link":"","permalink":"http://HuMInGameLab.com/Research/Publications/research/publications/Session-Based-Behavioral-Clustering-in-Open-World-Sandbox-Game-TUG.html","excerpt":"","text":"Raimbault, M., C. Clark. 2017. Session Based Behavioral Clustering in Open World Sandbox Game TUG. Proceedings from International Conference Foundations of Digital Games Conference, Cape Cod, MA, Aug., 2017 Volunteer computing is a successful and cost effective computational grid implementation that allows researchers to access idle computing power from volunteer users. One critical challenge volunteer computing grids currently face is finding ways to maintain and expand the volunteer community as the percentage of active users currently trends downwards. Researchers have explored means beyond the traditional approaches of credit and low-intensity utility software in an effort to expand the reach of their volunteer computing grids. Efforts ranging from money to education, to actively involving users in the scientific process have shown success to varying degrees. Video games are growing at a rapid pace, with an estimated 2.1 billion people playing in 2016. For games to be successful, they need to successfully engage the user, enticing users to invest time and money in the gaming ecosystem. The authors explore the potential of games to expand the reach of volunteer computing, including providing a brief history of how games and gaming technology have been used to this point. They propose a game-based volunteer computing system plugin technology that allows sharing of computational resources while users play. The authors then perform some theoretical calculations to determine the potential additive computing power generated. This system allows researchers and developers to interface with the games directly, including tying in game rewards to outside game volunteered computing power. Leveraging the engagement already generated games and the creativity and expertise of game developers may provide a means of expanding the volunteer computing user base.","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Publications","slug":"Research/Publications","permalink":"http://HuMInGameLab.com/categories/Research/Publications/"}],"tags":[{"name":"nk","slug":"nk","permalink":"http://HuMInGameLab.com/tags/nk/"}]},{"title":"Games as a Distributed Computing Resource","slug":"research/publications/Games-as-a-Distributed-Computing-Resource","date":"2018-11-24T04:01:38.000Z","updated":"2018-12-04T05:17:47.721Z","comments":true,"path":"Research/Publications/research/publications/Games-as-a-Distributed-Computing-Resource.html","link":"","permalink":"http://HuMInGameLab.com/Research/Publications/research/publications/Games-as-a-Distributed-Computing-Resource.html","excerpt":"","text":"Clark C., M. Ouellette, 2017. Games as a Distributed Computing Resource. Proceedings from International Conference Foundations of Digital Games Conference, Cape Cod, MA, Aug., 2017 Volunteer computing is a successful and cost effective computational grid implementation that allows researchers to access idle computing power from volunteer users. One critical challenge volunteer computing grids currently face is finding ways to maintain and expand the volunteer community as the percentage of active users currently trends downwards. Researchers have explored means beyond the traditional approaches of credit and low-intensity utility software in an effort to expand the reach of their volunteer computing grids. Efforts ranging from money to education, to actively involving users in the scientific process have shown success to varying degrees. Video games are growing at a rapid pace, with an estimated 2.1 billion people playing in 2016. For games to be successful, they need to successfully engage the user, enticing users to invest time and money in the gaming ecosystem. The authors explore the potential of games to expand the reach of volunteer computing, including providing a brief history of how games and gaming technology have been used to this point. They propose a game-based volunteer computing system plugin technology that allows sharing of computational resources while users play. The authors then perform some theoretical calculations to determine the potential additive computing power generated. This system allows researchers and developers to interface with the games directly, including tying in game rewards to outside game volunteered computing power. Leveraging the engagement already generated games and the creativity and expertise of game developers may provide a means of expanding the volunteer computing user base.","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Publications","slug":"Research/Publications","permalink":"http://HuMInGameLab.com/categories/Research/Publications/"}],"tags":[{"name":"hewmen","slug":"hewmen","permalink":"http://HuMInGameLab.com/tags/hewmen/"}]},{"title":"A Model for Integrating Human Computation into Commercial Video Games","slug":"research/publications/A-Model-for-Integrating-Human-Computation-into-Commercial-Video-Games","date":"2018-11-24T04:01:24.000Z","updated":"2018-12-04T05:17:38.202Z","comments":true,"path":"Research/Publications/research/publications/A-Model-for-Integrating-Human-Computation-into-Commercial-Video-Games.html","link":"","permalink":"http://HuMInGameLab.com/Research/Publications/research/publications/A-Model-for-Integrating-Human-Computation-into-Commercial-Video-Games.html","excerpt":"","text":"2018 IEEE 6th International Conference on Serious Games and Applications for Health (SeGAH) Human Computing (HC) is a successful approach to crowdsourcing scientific research. Despite its success, many HC projects struggle to expand their user base and create sustained user engagement. In contrast, the commercial video game industry overall is very successful at encouraging users to spend significant time and resources to play over extended stretches of time, using techniques such as gameplay loops to engage players on many levels. When integrating scientific research into a video game, ideally the HC activities fit naturally within the gameplay loops and overall game themes, which game developers are best suited to accomplish. The authors propose a new HC to Video Games (HCtVG) model and associated framework, which provides a common means to connect HC research and video game developers. The HCtVG model comprises two major phases: Deconstruction and Analysis (DA) done by the researchers, and Game Integration (GI) completed by the game developers. During the DA, researchers deconstruct their research into a 5-Step Analysis Structure (5SAS) consisting of Suggest, Validate, Process, Select, and Exit steps. The 5SAS allows game developers to perform the GI phase, using the guidelines provided to integrate the HC activity into the gameplay and theme. This structure allows scientists to focus on their domain expertise while leveraging the skills of the game development community to design their video game integration. To demonstrate the HCtVG model, the authors apply the DA phase to an HC project seeking the discovery of chemotherapeutic co-medication properties for multi-drug resistant cancer research, and use the GI phase to design and integrate the HC activity into the popular game Minecraft.","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Publications","slug":"Research/Publications","permalink":"http://HuMInGameLab.com/categories/Research/Publications/"}],"tags":[{"name":"hewmen","slug":"hewmen","permalink":"http://HuMInGameLab.com/tags/hewmen/"}]},{"title":"Brian Rust","slug":"people/rust-brian","date":"2018-11-24T03:57:47.000Z","updated":"2018-11-24T04:00:03.400Z","comments":true,"path":"About/People/people/rust-brian.html","link":"","permalink":"http://HuMInGameLab.com/About/People/people/rust-brian.html","excerpt":"","text":"","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"People","slug":"About/People","permalink":"http://HuMInGameLab.com/categories/About/People/"}],"tags":[{"name":"people","slug":"people","permalink":"http://HuMInGameLab.com/tags/people/"}]},{"title":"Victoria Smith","slug":"people/smith-victoria","date":"2018-11-24T03:57:40.000Z","updated":"2018-12-03T21:51:11.934Z","comments":true,"path":"About/People/people/smith-victoria.html","link":"","permalink":"http://HuMInGameLab.com/About/People/people/smith-victoria.html","excerpt":"","text":"Graduated from SMU Guildhall with a Masters of Interactive Technology in 2014, Victoria has been a People ForWords game development team member since February 2016. She has worked primarily as an Artist and Lead Artist on the game “Codex: The Lost Words of Atlantis,” also contributing as a Designer, Voice Actor, Audio Editor, and QA Tester. She is honored to have been apart of the team and proud to have made it to the finals of the Barbara Bush Foundation Adult Literacy XPRIZE competition. Portfolio: http://www.victoriarehfeldsmith.com/","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"People","slug":"About/People","permalink":"http://HuMInGameLab.com/categories/About/People/"}],"tags":[{"name":"people","slug":"people","permalink":"http://HuMInGameLab.com/tags/people/"}]},{"title":"Grduate Student (PhD, MS)","slug":"people/positions/Grduate-Student-PhD-MS","date":"2018-11-24T03:57:26.000Z","updated":"2018-11-24T03:59:22.264Z","comments":true,"path":"About/Open-Positions/people/positions/Grduate-Student-PhD-MS.html","link":"","permalink":"http://HuMInGameLab.com/About/Open-Positions/people/positions/Grduate-Student-PhD-MS.html","excerpt":"","text":"","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"Open Positions","slug":"About/Open-Positions","permalink":"http://HuMInGameLab.com/categories/About/Open-Positions/"}],"tags":[{"name":"open position","slug":"open-position","permalink":"http://HuMInGameLab.com/tags/open-position/"},{"name":"phd","slug":"phd","permalink":"http://HuMInGameLab.com/tags/phd/"},{"name":"masters","slug":"masters","permalink":"http://HuMInGameLab.com/tags/masters/"}]},{"title":"Post Doctoral Fellowship","slug":"people/positions/Post-Doctoral-Fellowship","date":"2018-11-24T03:57:01.000Z","updated":"2018-11-24T03:58:55.711Z","comments":true,"path":"About/Open-Positions/people/positions/Post-Doctoral-Fellowship.html","link":"","permalink":"http://HuMInGameLab.com/About/Open-Positions/people/positions/Post-Doctoral-Fellowship.html","excerpt":"","text":"","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"Open Positions","slug":"About/Open-Positions","permalink":"http://HuMInGameLab.com/categories/About/Open-Positions/"}],"tags":[{"name":"open position","slug":"open-position","permalink":"http://HuMInGameLab.com/tags/open-position/"},{"name":"post doc","slug":"post-doc","permalink":"http://HuMInGameLab.com/tags/post-doc/"}]},{"title":"Codex: Lost Words of Atlantis","slug":"games/codex","date":"2018-11-24T03:43:07.000Z","updated":"2019-02-11T05:42:05.457Z","comments":true,"path":"Games/Codex/games/codex.html","link":"","permalink":"http://HuMInGameLab.com/Games/Codex/games/codex.html","excerpt":"","text":"Codex: The lost words of Atlantis, is a game where the player is a great adventurer traveling around the world experiencing new cultures and history. The player must uncover the secrets of Atlantis, by visiting new and exotic location the player finds artifacts and relics and then decodes the cryptic language of Atlantean into English. It is an interactive, engaging story that is fun while grounded in Learning Science. Download from Google PlayStore Players travel exotic locations an collect ancient relics inscribed with Atlantean language and must be decoded. Players harness the power of their Codex to decode the ancient symbols into English. The video below show and example of this gameplay, and shows a player decoding a the symbols for an onset rime problem often found in most literacy curriculum. Crystals are earned after successfully decoding each relic. If a player gets a perfect score on the relic decoding, they will collect a yellow crystal, otherwise they will collect a blue. At each unique location a player must collect the 5 crystals through the decoding process. If a player successfully collects 5 yellow crystals for any location they are rewarded with a surprise reveal for their current location. The video below shows the reveal process for a location in Egypt. Once collected the revealed image can be revisited in the players log book, where they will also be able to listen to a more detailed description about the image. To complete the game a player must travel around the world visiting multiple locations. After a player completes one location, new levels of the Atlantis library will be unlocked and reveal new locations on the world map. To better understand the population that would be using the game, we held two focus groups at LIFT. We built Codex to meet the core concerns and request that were identified from our focus groups. 3 of the core points were: Accomplishment: focus group members often talked about being able to meet the goal of reading a book, for this reason the “home base” of Codex is the “Great Atlantis Library” and your progress is noted by books on shelves. World Knowledge: Most people we talked with had felt trapped in their city and were eager for find out about places all around the world. This reinforced our globe trotting concept but also modified our scoring techniques where as by scoring perfect on a level, it shows you real pictures of historic sites and locations. Self-Consciousness: Most of the people we worked with were self conscious about their reading ability and often wanted to keep it hidden and not work on materials around others. We wanted to remove that stigma by creating a game where everyone started at the same point. No one knows the Atlantean language, and there is no expectation of being able to read these ancient symbols. This helped to remove some of the internal barriers for players to openly talk about and play the game. Download the Summary PDF ImpactCodex: The Lost Words of Atlantis was created to compete in the Barbara Bush Foundation Adult Literacy XPRIZE. A panel of independent, expert judges determined grand prize winners after their apps generated the greatest gains between a pre- and post-test, which were administered approximately one year apart to learners in a 12-month field test in Los Angeles, Dallas and Philadelphia. After careful review of overall student achievement among both native English speakers and English language learners who initially were reading English at a third-grade level or below the judges declared a tie and People ForWords split the $3 million grand prize with Learning Upgrade. It also won the $1 million achievement prize for having the best performance in the English language learners demographic. Codex will also be made available for the Communities Competition and received a $125,000 participation incentive after exceeding increase in literacy rate required for the competition. View SMU XPRIZE Winners AnnouncementVisit the People ForWords XPRIZE Team Website People ForWords also created Codex for research in the area of Adult Literacy and education. Below are few examples of the research output that has already been created. Low literate English language learners pilot studyAll participants in the 8 week pilot study showed an increase from their pre to post CASAS testing, with 60% showing more than a 10 point increase. Results of the study and use of Codex are being presented at the American Educational Research Association. Below are some quotes from the pilot participants I like the [hidden object] game. It’s timed and it gets me excited to play the game Makes me feel good about myself. It’s an exciting feeling when you get the crystals. I learn at home without having to go anywhere else. Applied Cognitive Load Theory and Difficulty AnalysisUsed Applied Cognitive Load Theory and Difficulty Analysis to transform baseline learning activities to a game based learning methodology that increased player engagement and learning. Results and methodology have been submitted for publications at the International Foundation of Digital Gams Conference. Highly Scalable Data Collection SystemWe have also created a highly scalable data collection system. The system collects every click and touch a player as they move through the game. This provides us the opportunity to really analyze and research how adult learners engage with the learning material and mechanics and will open the door for new research in making an adaptive difficulty system that can customize the learning experience for each player Team Guildhall TeamCorey Clark, Team LeadVictoria Smith, Lead Artist / DesignBrian Rust, Lead ProgrammingJacqueline Gan-Glatz, Artist / Design Chris McCrimmons, DesignRukuan ‘Young’ Yang, ProgrammingAdrian Hernandez, ProgrammingRebecca Ward, Programming Max Krembs, ProducerBrian Applegate, Producer Arnie Adams, InfrastructureMatt Saladin, InfrastructureTim Ulrich, InfrastructureJosh Brookover, InfrastructureBart Holland, Infrastructure Intern Simmons TeamDiane Gifford, PhD, Lead Literacy DesignerAnthony Cuevas, PhD, Instructional DesignerDawn Woods, PhD, Literacy DesignerYolette Garcia, XPRIZE Liaison LIFT TeamLinda Johnsom, PhD, CEO/PresidentLisa Hembry, President EmeritaKate Hoffman, Marketing","categories":[{"name":"Games","slug":"Games","permalink":"http://HuMInGameLab.com/categories/Games/"},{"name":"Codex","slug":"Games/Codex","permalink":"http://HuMInGameLab.com/categories/Games/Codex/"}],"tags":[{"name":"games","slug":"games","permalink":"http://HuMInGameLab.com/tags/games/"},{"name":"xprize","slug":"xprize","permalink":"http://HuMInGameLab.com/tags/xprize/"},{"name":"literacy","slug":"literacy","permalink":"http://HuMInGameLab.com/tags/literacy/"},{"name":"education","slug":"education","permalink":"http://HuMInGameLab.com/tags/education/"}]},{"title":"Eye in the Sky","slug":"games/eye-in-the-sky","date":"2018-11-24T03:42:56.000Z","updated":"2018-12-04T05:17:01.577Z","comments":true,"path":"Games/Eye-in-the-Sky/games/eye-in-the-sky.html","link":"","permalink":"http://HuMInGameLab.com/Games/Eye-in-the-Sky/games/eye-in-the-sky.html","excerpt":"","text":"Optical coherence tomography (OCT) scans can be used to diagnose and evaluate the effectiveness of various treatments and therapies for patients with Age-Related Macular Degeneration (AMD), the leading cause of severe visual impairment in the developed world. While there are treatments for some forms of wet AMD there is nothing to help the vast majority of patients suffering from the dry or degenerative form of AMD. One of the major obstacles in the development of an effective treatment is the inability to detect objective criteria that would either herald further progression of the disease or identify aspects that suggest improvement in patients undergoing treatment. While automated evaluation procedures exist, AMD OCT analysis often requires verification or modification by a trained OCT evaluator. With millions of OCT scans performed per year, demand for new evaluation approaches increases. As part of AMD, collagen and phospholipid vesicles known as drusen form between the retinal pigment epithelium (RPE) and Bruch’s membrane (BM). Below is a visual of an OCT retina scan and all of the layers that are present in each image While there is no cure for AMD, some treatments have shown promise in slowing disease progression. Optical coherence tomography (OCT) is a valuable tool in the diagnosis and treatment evaluation of AMD. Human computation has proven to be an effective way to crowdsource a variety of scientific problems, as well as leverage human pattern-recognition ability. Video games allow users to interact with the scientific data while also leveraging the elements game developers require to maintain engagement. Eye in the Sky: Defender is a human computation game developed in partnership with BALANCED Media | Technology and deployed on HEWMEN platform to train players to evaluate AMD OCT images, by having players identify the RPE and BM as well as subretinal drusenoid deposits. Below is a trailer/tutorial of the human compuation video game. You can download and play the game by going to http://join.hewmen.com In early prototype testing, results indicate individual players decreased their mean error score on a previously unknown image by 92.7% after 7 attempts. Averaging players’ input produced a decrease in mean error of 98.3% from a players initial image. These results suggest Human Computation games can train users to analyze AMD and OCT scans, encouraging expanded research. The goal was to evaluate the effectiveness of each player the first time they analyzed a specific image. This allowed us to evaluate the learning rate of each player as they progressed to each new level. Below is a graph of the average error on each players first attempt to identify Bruch’s membrane boundry in the retina. An interactive verision of the image can be found here. the graph showed that players were able to quickly identify the boundary and after aproximately 7 levels (about 15-20 minutes of gameplay) they were identifying the boundary within the acceptable accuracy range. A comparision between Level 1 and Level 7 can be seen below as well. The average error rate between the two images show that once players reached level 7, they results were within 1-2 pixels of the desired boundary.","categories":[{"name":"Games","slug":"Games","permalink":"http://HuMInGameLab.com/categories/Games/"},{"name":"Eye in the Sky","slug":"Games/Eye-in-the-Sky","permalink":"http://HuMInGameLab.com/categories/Games/Eye-in-the-Sky/"}],"tags":[{"name":"games","slug":"games","permalink":"http://HuMInGameLab.com/tags/games/"},{"name":"hcg","slug":"hcg","permalink":"http://HuMInGameLab.com/tags/hcg/"},{"name":"hewmen","slug":"hewmen","permalink":"http://HuMInGameLab.com/tags/hewmen/"},{"name":"funded","slug":"funded","permalink":"http://HuMInGameLab.com/tags/funded/"},{"name":"research","slug":"research","permalink":"http://HuMInGameLab.com/tags/research/"},{"name":"retina","slug":"retina","permalink":"http://HuMInGameLab.com/tags/retina/"},{"name":"macular degeneration","slug":"macular-degeneration","permalink":"http://HuMInGameLab.com/tags/macular-degeneration/"}]},{"title":"Wiley Wizard","slug":"games/wiley-wizard","date":"2018-11-24T03:42:44.000Z","updated":"2018-12-04T05:17:06.307Z","comments":true,"path":"Games/Wiley-Wizard/games/wiley-wizard.html","link":"","permalink":"http://HuMInGameLab.com/Games/Wiley-Wizard/games/wiley-wizard.html","excerpt":"","text":"Chemotherapeutic co-medications for multi-drug resistant cancer are used to increase the efficacy of chemothereputics. Our core objective was to determine a method to identify properties of successful co-medications. Co-medication research is relatively new, so little data exists to identify good candidates from a cohort of existing drugs. Even with some eliminations/reductions, over 5 million potential co-medications need evaluation. In early research, our collaborators at the SMU Center for Drug, Discovery, Design and Delivery purchased 71 medications and tested them as potential co-medications, with 23 showing some success and the remaining 48 not. Each drug has 30 properties specifically relating to the compound and over 100 additional properties related to how the compound performed in vitro. For the initial problem, the researchers seek a way to determine commonalities in the 23 successful drugs in order to create a system to identify new co-medication candidates. To tackle this problem, the property analysis was broken into microtask that were compatiable for Human Compuation Gaming (HCG). This task strcture was modeled after k-means clustering and allowed players to manual adjust centroids for two clusters on 2 dimensions (co-medication properites) at a time. The image below showed the proof of concept interface used to develop the interaction model. The above interface was then converted into the Twin Stick Shooter HCG Wiley Wizard, developed by BALANCED Media | Technology, and deployed on the HEWMEN platform. Below is a trailer of the gameplay from Wiley Wizard The initial results obtained from Wiley Wizard allowed us to evaluate the methodology for integration and evalution of human computation for both custom and commercial video games. The results were published in the proceedins from the 2018 IEEE 6th International Conference on Serious Games and Applications for Health (SeGAH)","categories":[{"name":"Games","slug":"Games","permalink":"http://HuMInGameLab.com/categories/Games/"},{"name":"Wiley Wizard","slug":"Games/Wiley-Wizard","permalink":"http://HuMInGameLab.com/categories/Games/Wiley-Wizard/"}],"tags":[{"name":"games","slug":"games","permalink":"http://HuMInGameLab.com/tags/games/"},{"name":"clustering","slug":"clustering","permalink":"http://HuMInGameLab.com/tags/clustering/"},{"name":"cancer","slug":"cancer","permalink":"http://HuMInGameLab.com/tags/cancer/"},{"name":"hcg","slug":"hcg","permalink":"http://HuMInGameLab.com/tags/hcg/"},{"name":"hewmen","slug":"hewmen","permalink":"http://HuMInGameLab.com/tags/hewmen/"},{"name":"funded","slug":"funded","permalink":"http://HuMInGameLab.com/tags/funded/"},{"name":"research","slug":"research","permalink":"http://HuMInGameLab.com/tags/research/"}]},{"title":"Myque Ouellette","slug":"people/ouellette-myque","date":"2018-11-24T03:42:22.000Z","updated":"2018-12-03T22:17:26.832Z","comments":true,"path":"About/People/people/ouellette-myque.html","link":"","permalink":"http://HuMInGameLab.com/About/People/people/ouellette-myque.html","excerpt":"","text":"Myque Ouellette has been designing and creating games for over 20 years. Throughout his career, he has had the opportunity to learn his craft from many talented people, including industry legends Richard Garriott and Shigero Miyamoto. Myque has learned not only from the 10+ games that he shipped, but also from some games that never saw the light of day. Highlights include Ultima Online 2 at Origin, Ravenblade at Retro Studios, and a proposed King’s Quest sequel. He continues to be active in game development, including forming his own studio, MyQuest Games, focused on creating mobile games for iOS and Android. An SMU Rotunda Outstanding Professor Award winner, Myque has served at SMU Guildhall since 2005, teaching a variety of topics including game design, level design, team game production, programming, and 2D/3D art. Myque is a lifetime learner, studying a wide variety of topics that he applies to create new and interesting player experiences. He is currently working on his PhD, with research focused on human assisted machine learning, combining computer science, art, and design to help discover new cancer treatment options. Myque strives to bring his passion for learning to his classroom, helping other devoted learners realize their dream of a career in game development.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"People","slug":"About/People","permalink":"http://HuMInGameLab.com/categories/About/People/"}],"tags":[{"name":"people","slug":"people","permalink":"http://HuMInGameLab.com/tags/people/"}]},{"title":"Corey Clark, PhD","slug":"people/clark-corey","date":"2018-11-24T03:41:56.000Z","updated":"2018-12-06T04:28:33.993Z","comments":true,"path":"About/People/people/clark-corey.html","link":"","permalink":"http://HuMInGameLab.com/About/People/people/clark-corey.html","excerpt":"","text":"Ph.D., Electrical Engineering – The University of Texas at ArlingtonM.S., Electrical Engineering – The University of Texas at ArlingtonB.S., Electrical Engineering – The University of Texas at Arlington Dr. Clark began his career in the US Navy as a Nuclear Electrician, where he maintained the electrical systems for Naval Nuclear Power Plant on the Nimitz Aircraft Carrier (CVN-68). After his honorable discharge from the Navy Dr. Clark pursued his BS, MS and PhD in Electrical Engineering from UTA. His PhD dissertation (Simulation and Development of Nanoscale Deposition Techniques Using Kinetic Monte Carlo) focused on high performance nanoscale modeling and simulation of growth kinetics for Molecular Beam Epitaxy (MBE) and Chemical Vapor Deposition (CVD) of exotic materials such as Si/GaN heterogeneous super lattice structures. Dr. Clark headed research efforts as Principal Investigator (PI) for multiple SBIR advanced research projects. He received over $1.7 million in funding from several government agencies such as Missile Defense Agency (MDA), US Army, US Navy, National Science Foundation (NSF), etc. As PI he successfully led his development team and transitioned each project from Phase I proof of concept to a Phase II commercialization effort. Dr. Clark also serves as CTO at a Dallas based game and technology company and has helped raise over $12 million in startup funding. His research emphasis is on finding solutions to large-scale problems by combining several areas of study, such as gaming, systems biology, distributed computing, and artificial intelligence. One of his current projects utilizes immersive gameplay, crowdsourcing, dynamically distributed HTML5 computing infrastructure and machine learning to find new therapeutic treatment for cancer and other diseases. Dr. Clark’s innovative approaches to GPU acceleration and multithreading in HTML5/JavaScript environments has led to invitations to speak at top game conferences around the world.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"People","slug":"About/People","permalink":"http://HuMInGameLab.com/categories/About/People/"}],"tags":[{"name":"people","slug":"people","permalink":"http://HuMInGameLab.com/tags/people/"}]},{"title":"Contact","slug":"contact","date":"2018-11-22T08:11:00.000Z","updated":"2018-12-03T05:26:39.119Z","comments":false,"path":"uncategorized/contact.html","link":"","permalink":"http://HuMInGameLab.com/uncategorized/contact.html","excerpt":"","text":"","categories":[],"tags":[]},{"title":"Awards","slug":"awards","date":"2018-11-22T07:51:57.000Z","updated":"2019-02-09T05:53:00.272Z","comments":false,"path":"uncategorized/awards.html","link":"","permalink":"http://HuMInGameLab.com/uncategorized/awards.html","excerpt":"","text":"Total: $3,479,489 (Grants: $754,489, Awards: $2,725,000)Grants Year(s) Topic Source Amount Role 2018 2019 Cooperative Machine Learning via Human Computation Gaming on Optical Coherence Tomogoraphy Scan Analysis Retina Foundation of Southwest $86,565 PI 2017 2018 Human Computation and Machine Learning Analysis of Ocular Coherence Tomography Scans Retina Foundation of Southwest $62,924 PI 2017 2018 Cryptocurrency Transactional Analysis via Human Computation Gaming and Machine Learning Raytheon $60,000 PI 2016 2019 Applying Game Based Learning to Adult Literacy (XPRIZE) Private $480,000 Technical Lead 2016 2017 Medical Data Visualization and Machine Learning in Games BALANCED Media | Technology $25,000 PI 2015 2016 Applying Data Mining and Machine Learning to User Generated Gameplay Data Nerd Kingdom $40,000 PI AwardsTotal: $100,000 Year Award Prize 2019 Adult Literacy XPRIZE Grand Prize Winner $1,500,000 2019 Adult Literacy XPRIZE English Languague Learner Winner $1,000,000 2019 Adult Literacy XPRIZE Communities Competition Qualifier $125,000 2018 Adult Literacy XPRIZE Finalist $100,000 2018 Tech Titans Technology Inventor Finalist","categories":[],"tags":[]},{"title":"News","slug":"news","date":"2018-11-22T07:51:46.000Z","updated":"2019-02-09T06:27:22.534Z","comments":false,"path":"uncategorized/news.html","link":"","permalink":"http://HuMInGameLab.com/uncategorized/news.html","excerpt":"","text":"News and Events 2019 2019 Feb Corey Clark Featured as a North Texas Innovator 2019 Feb KERA: SMU-LIFT Team Wins Multi-Million Dollar Grand Prize 2019 Feb SMU and LIFT Win Grand Prize for Adult Literacy XPRIZE 2019 Jan Corey Clark Guest Lecturing at UT Southwestern Radiation Oncology Department 2019 Jan Corey Clark is featured in the “26 Innovators Who Are the Future Today” article in Dallas Innovates Magazine’s 2019 edition. 2018 2018 Dec Karl Csaky to present at 6th International OCT Angiography and Advances in OCT Congress 2018 Nov Dallas Business Journal Named Corey Clark 1 of 20 Health Care Innovators You Need to Know 2018 Sept Check out this MMO Games interview of Dr. Corey Clark discussing HEWMEN and the use of games in medical research. 2018 Sept Dr. Corey Clark was part of a feature panel at PAX West! 2018 Aug Dallas Business Journal interviews Corey Clark in their profile of Balanced Media | Technology ahead of the 2018 Tech Titans Awards. 2018 June “It’s a badge of honor for innovation.” Dallas Innovates talks with Corey Clark about becoming one of five finalists in the Barbara Bush Foundation Adult Literacy XPRIZE competition. 2018 June KERA News featured People ForWords when the team became one of the five finalists in the Adult Literacy XPRIZE. 2018 June Check out this feature in SMU News about “Codex: The Lost Words of Atlantis” becoming a finalist for the $7 million Barbara Bush Foundation Adult Literacy XPRIZE. 2018 March KERA News discusses with Corey Clark and John Wise how taking advantage of Minecraft’s large user base can help in the search for better cancer-fighting drugs. 2018 Jan People ForWords was featured on the cover of SMU Magazine’s Spring 2018 edition with an article in the Features section, starting on page 12. 2017 2017 Dec Dallas Innovates helps SMU Guildhall and Balanced Media Technology celebrate the alpha launch of HEWMEN. 2017 Dec SMU Guildhall announced the alpha launch event of HEWMEN, playing Minecraft to do research on cancer-fighting drugs. 2017 Sept Watch the panel discussion featured in SMU Guildhall News and Events on turning Minecraft into a vehicle for cancer research. 2017 July Dallas Innovates featured People ForWords when the team was selected as one of eight semifinalists in the Barbara Bush Foundation Adult Literacy XPRIZE competition. 2017 July Check out the Houston Public Media article on the use of Minecraft’s large user base in the search for better cancer-fighting drugs. 2017 July Launch DFW features People ForWords as one of the eight semi-finalists in the $7 million Barbara Bush Foundation Adult Literacy XPRIZE. 2017 July SMU Guildhall featured People ForWords when the team was selected as one of eight to move to the next round in the $7M Barbara Bush Foundation Adult Literacy XPRIZE competition. 2017 July Watch this interview on local NBC DFW channel 5 about Codex: The Lost Words of Atlantis. 2017 June Check out this Dallas Innovates article about using the collective brain and computer power of 25,000 Minecraft players to find a new cancer-fighting drug. 2017 May Phys Org news discusses the SMU Department of Biological Sciences and SMU Guildhall’s partnership to use Minecraft in the fight against cancer. 2016 2016 Nov Check out the Dallas Innovates article on the beginnings of the development of “Codex: The Lost Words of Atlantis.”","categories":[],"tags":[]},{"title":"Team","slug":"team","date":"2018-11-22T07:51:21.000Z","updated":"2018-12-04T14:26:01.749Z","comments":false,"path":"uncategorized/team.html","link":"","permalink":"http://HuMInGameLab.com/uncategorized/team.html","excerpt":"","text":"HuMIn Team Director Corey Clark, PhD PhD Students Myque Ouellette Research Assistants Victoria Rehfeld Smith Brian Rust Master Students Hongjin Yu Hidden Layer Visualization and Analysis for Leela Zero Saddha Santanaporn Using Computer Vision for Data Extraction from League of Legends Kevin Nappoly Player Gameplay Analysis Through Computer Vision for League of Legends Former Students Adrian Hernandez Obsidian Entertainment NPC Emotion Modeling Using the OCC Model, Five Factor Model, and Social Relations John Nguyen Anki Adapting A Multiplayer RPG Client-Server Video Game To A Decentralized Game-Based Volunteer Computing Network Wenzheng Huang Armature Studio Using Computer Vision to Identify Player Inputs on Street Fighter 5 Tianyi Zhao Studio Wildcard Reinforcement Learning Agent for Starcraft II Mini-Game Drew Fulsom Nerve Software Procedural City Layout Generation Using WaveFunctionCollapse and Google Maps Ben Gibson Gearbox Transforming Game Design Models into Domain Specific Languages using Model Driven Engineering Ed Dearien Santa Monica Studio Adaptive Gameplay Methodology for Increasing Engagement via Analytic Driven Realtime Archetype Identification Rukuan “Young” Yang House Pixel Games XPRIZE Auto Update System for the game Codex: Lost Words of Atlantis Marcelo Raimbault Glip Studio Behavioral Clustering in Open World Sandbox Game TUG Anthony Fleshner Playful Corp Fast Random Genetic Search for Large Scale RTS Combat Scenarios Hong-Yung (Henry) Dai Robot Entertainment Story Driven Open World Sandbox Games Using Branch and Bottleneck Adaptive Questing System Jeff Listman Gaikai (Sony) Analyzing Compression Algorithms for Use in Server Side Rendering Raul Roa Playful Corp Automating portability analysis and performance optimization of native cross compiled with Emscripten and Native Client for the Web","categories":[],"tags":[]},{"title":"MMO Games Games Advancing Medical Treatment","slug":"news/MMO-Games-Games-Advancing-Medical-Treatment","date":"2018-09-20T05:18:04.000Z","updated":"2018-12-03T06:20:56.331Z","comments":true,"path":"About/News/news/MMO-Games-Games-Advancing-Medical-Treatment.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/MMO-Games-Games-Advancing-Medical-Treatment.html","excerpt":"","text":"Article Link: Games Advancing Medical Treatment Medicine and the world of gaming do not often mix well in the public eye. Whether it be the old debate of violence in video games or the stigma around our hobby, there has been quite a bit of pushback in recent years. However, with organizations such as Checkpoint popularizing studies into the minds of gamers, medicine and video gaming are moving closer together one day at a time. One company, Balanced Media Technology, is looking to harmonize that connection further, and have spent the last several years developing a medical AI that learns from the behaviors of gamers as they play their favorite games. We sat down with BMT’s Dr. Corey Clark to ask him about the company’s developments.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"PAX Saving the World One Game at a Time","slug":"news/PAX-Saving-the-World-One-Game-at-a-Time","date":"2018-09-03T05:14:24.000Z","updated":"2018-12-03T06:16:12.192Z","comments":true,"path":"About/News/news/PAX-Saving-the-World-One-Game-at-a-Time.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/PAX-Saving-the-World-One-Game-at-a-Time.html","excerpt":"","text":"Article Link: Saving the World One Game at a Time Gaming can, and should, be more than just entertainment. The leaders in this panel will talk about how innovative technologies, games-related foundations, and gaming experiences are going to help empower communities of game players to use their entertainment hours for real purpose.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Business Journal How a McKinney company uses video games to help cure diseases","slug":"news/Dallas-Business-Journal-How-a-McKinney-company-uses-video-games-to-help-cure-diseases","date":"2018-08-08T05:22:32.000Z","updated":"2018-12-03T06:26:38.865Z","comments":true,"path":"About/News/news/Dallas-Business-Journal-How-a-McKinney-company-uses-video-games-to-help-cure-diseases.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Business-Journal-How-a-McKinney-company-uses-video-games-to-help-cure-diseases.html","excerpt":"","text":"Article Link: How a McKinney company uses video games to help cure diseases When people play video games on BALANCED Media | Technology’s HEWMEN platform, they’re helping cure diseases.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Innovates: SMU, LIFT Team Moving On in M Literacy XPRIZE Contest","slug":"news/Dallas-Innovates-SMU-LIFT-Team-Moving-On-in-M-Literacy-XPRIZE-Contest","date":"2018-06-23T04:21:14.000Z","updated":"2018-12-03T05:23:28.986Z","comments":true,"path":"About/News/news/Dallas-Innovates-SMU-LIFT-Team-Moving-On-in-M-Literacy-XPRIZE-Contest.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-SMU-LIFT-Team-Moving-On-in-M-Literacy-XPRIZE-Contest.html","excerpt":"","text":"Article Link: SMU, LIFT Team Moving On in $7M Literacy XPRIZE Contest A literacy app for adult learners developed by Southern Methodist University and Dallas-based Literacy Instruction for Texas is moving forward in the $7 million Barbara Bush Foundation Adult Literacy XPRIZE competition.XPRIZE named the Dallas team, People ForWords, one of five finalists in the competition Friday. The remaining teams come from around the U.S. and the world with groups from India and China among the finalists.“It’s a badge of honor for innovation,” Corey Clark, deputy director for research at SMU Guildhall and one of the game’s developers, told Dallas Innovates about becoming a finalist.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"SMU: SMU, LIFT Literacy App Named Finalist in  Million XPRIZE Competition","slug":"news/SMU-SMU-LIFT-Literacy-App-Named-Finalist-in-Million-XPRIZE-Competition","date":"2018-06-23T03:53:47.000Z","updated":"2018-12-03T05:15:04.054Z","comments":true,"path":"About/News/news/SMU-SMU-LIFT-Literacy-App-Named-Finalist-in-Million-XPRIZE-Competition.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/SMU-SMU-LIFT-Literacy-App-Named-Finalist-in-Million-XPRIZE-Competition.html","excerpt":"","text":"Article Link: SMU, LIFT Literacy App Named Finalist in Million XPRIZE Competition DALLAS (SMU) — A puzzle-solving smartphone game designed by SMU and Literacy Instruction for Texas (LIFT)experts to teach struggling adults to read was today named one of five finalists in an international competition. Codex: The Lost Words of Atlantis is a finalist for the $7 million Barbara Bush Foundation Adult Literacy XPRIZEpresented by Dollar General Literacy Foundation.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"KERA: North Texas Team Develops Smartphone Game To Help Adults Learn To Read And Write","slug":"news/KERA-North-Texas-Team-Develops-Smartphone-Game-To-Help-Adults-Learn-To-Read-And-Write","date":"2018-06-23T03:44:52.000Z","updated":"2018-12-03T05:13:21.711Z","comments":true,"path":"About/News/news/KERA-North-Texas-Team-Develops-Smartphone-Game-To-Help-Adults-Learn-To-Read-And-Write.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/KERA-North-Texas-Team-Develops-Smartphone-Game-To-Help-Adults-Learn-To-Read-And-Write.html","excerpt":"","text":"Article Link: North Texas Team Develops Smartphone Game To Help Adults Learn To Read And Write A group of North Texas researchers has made the cut in an international competition to develop an easy-to-use smartphone app to improve adult literacy.The team from Southern Methodist University and Literacy Instruction for Texas is one of five finalists announced Friday morning that remain in the running for the $3 million Adult Literacy XPRIZE.More than 36 million U.S. adults lack basic English literacy. And local officials fear one-third of Dallas adults could be illiterate within a decade if nothing changes. So the Barbara Bush Foundation for Family Literacy launched this adult literacy app contest.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Houston Public Media Minecraft Players Are Helping SMU Researchers Find Better Cancer-Fighting Drugs","slug":"news/Houston-Public-Media-Minecraft-Players-Are-Helping-SMU-Researchers-Find-Better-Cancer-Fighting-Drugs","date":"2018-03-16T05:10:30.000Z","updated":"2018-12-03T06:12:20.798Z","comments":true,"path":"About/News/news/Houston-Public-Media-Minecraft-Players-Are-Helping-SMU-Researchers-Find-Better-Cancer-Fighting-Drugs.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Houston-Public-Media-Minecraft-Players-Are-Helping-SMU-Researchers-Find-Better-Cancer-Fighting-Drugs.html","excerpt":"","text":"Article Link: Minecraft Players Are Helping SMU Researchers Find Better Cancer-Fighting Drugs Minecraft is a popular video game that’s sort of like virtual Lego. Players find and build stuff by themselves, or online with friends.It’s a simple formula that’s attracted millions of fans — and Southern Methodist University professors.Corey Clark, deputy director for research at SMU Guildhall, and John Wise, an associate professor of biological sciences, are part of a team hoping to take advantage of the game’s large user base in the search for better cancer-fighting drugs.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"KERA - Minecraft Players Are Helping SMU Researchers Find Better Cancer-Fighting Drugs","slug":"news/KERAMinecraft-Players-Are-Helping-SMU-Researchers-Find-Better-Cancer-Fighting-Drugs","date":"2018-03-15T03:35:05.000Z","updated":"2018-12-03T05:14:28.281Z","comments":true,"path":"About/News/news/KERAMinecraft-Players-Are-Helping-SMU-Researchers-Find-Better-Cancer-Fighting-Drugs.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/KERAMinecraft-Players-Are-Helping-SMU-Researchers-Find-Better-Cancer-Fighting-Drugs.html","excerpt":"","text":"Article Link: KERA: Minecraft Players Are Helping SMU Researchers Find Better Cancer-Fighting Minecraft is a popular video game that’s sort of like virtual Lego. Players find and build stuff by themselves, or online with friends.It’s a simple formula that’s attracted millions of fans — and Southern Methodist University professors.Corey Clark, deputy director for research at SMU Guildhall, and John Wise, an associate professor of biological sciences, are part of a team hoping to take advantage of the game’s large user base in the search for better cancer-fighting drugs.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"SMU Magazine Feature People ForWords","slug":"news/SMU-Magazine-Feature-People-ForWords","date":"2018-01-03T05:53:59.000Z","updated":"2018-12-03T05:56:59.379Z","comments":true,"path":"About/News/news/SMU-Magazine-Feature-People-ForWords.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/SMU-Magazine-Feature-People-ForWords.html","excerpt":"","text":"Article Link: SMU Magazine Feature People ForWords Dallas is at the heart of a groundbreaking community partnership to reduce adult illiteracy, thanks to SMU faculty, students and alumni who are creating a game-changing app as part of a national competition.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"SMU - HEWMEN ALPHA LAUNCH EVENT","slug":"news/SMU-HEWMEN-ALPHA-LAUNCH-EVENT","date":"2017-12-22T05:47:39.000Z","updated":"2018-12-03T05:49:51.591Z","comments":true,"path":"About/News/news/SMU-HEWMEN-ALPHA-LAUNCH-EVENT.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/SMU-HEWMEN-ALPHA-LAUNCH-EVENT.html","excerpt":"","text":"Article Link: HEWMEN ALPHA LAUNCH EVENT What would be the impact if we harnessed the resources of massive online communities to help solve the most pressing problems facing mankind?BALANCED Media | Technology asked that exact question, and now with the aid of their proprietary HEWMEN™ technology platform, video gamers have the power to fight disease through data. On December 21, 2017 from 6-8pm CST, BALANCED will host an Alpha Launch to give gamers everywhere the opportunity to help launch a modified version of the popular Minecraft “Bed Wars” designed to find new cancer therapies – all during regular gameplay.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Innovates: SMU Guildhall to Launch Gaming Tech to Fight Disease","slug":"news/Dallas-Innovates-SMU-Guildhall-to-Launch-Gaming-Tech-to-Fight-Disease","date":"2017-12-21T05:00:08.000Z","updated":"2018-12-03T05:13:39.719Z","comments":true,"path":"About/News/news/Dallas-Innovates-SMU-Guildhall-to-Launch-Gaming-Tech-to-Fight-Disease.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-SMU-Guildhall-to-Launch-Gaming-Tech-to-Fight-Disease.html","excerpt":"","text":"Article Link: SMU Guildhall to Launch Gaming Tech to Fight Disease SMU Guildhall will celebrate the alpha launch of a new technology that will help fight diseases such as cancer and macular degeneration in an event Thursday.Called HEWMEN, the technology designed by SMU Guildhall faculty members uses online actions in Minecraft and other games to fight diseases. It is the product of Balanced Media Technology, a company founded by Rob Atkins and Corey Clark, who are both faculty members in the university’s graduate video game development program.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"SMU - PANEL DISCUSSION HOW SMU IS USING MINECRAFT TO FIND A TREATMENT FOR CANCER","slug":"news/SMU-PANEL-DISCUSSION-HOW-SMU-IS-USING-MINECRAFT-TO-FIND-A-TREATMENT-FOR-CANCER","date":"2017-09-30T04:41:18.000Z","updated":"2018-12-03T05:44:35.573Z","comments":true,"path":"About/News/news/SMU-PANEL-DISCUSSION-HOW-SMU-IS-USING-MINECRAFT-TO-FIND-A-TREATMENT-FOR-CANCER.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/SMU-PANEL-DISCUSSION-HOW-SMU-IS-USING-MINECRAFT-TO-FIND-A-TREATMENT-FOR-CANCER.html","excerpt":"","text":"Article Link: PANEL DISCUSSION: HOW SMU IS USING MINECRAFT TO FIND A TREATMENT FOR CANCER What if you could contribute to developing a treatment for cancer by playing a video game? Thanks to a partnership between SMU Guildhall and a team of scientists from the SMU Department of Biological Sciences, you can. In this panel discussion, SMU Guildhall director Gary Brubaker joins Dr. Corey Clark, deputy director for research at SMU Guildhall, and Dr. John Wise, associate professor of biological sciences at SMU Dedman College of Humanities &amp; Sciences, to discuss how their partnership has turned the popular game, Minecraft, into a vehicle for cancer research.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Launch DFW - SMU & LIFT Team Named One of Eight SemiFinalists For 7M Mobile App Competition","slug":"news/Launch-DFW-SMU-LIFT-Team-Named-One-of-Eight-SemiFinalists-For-M-Mobile-App-Competition","date":"2017-07-20T04:26:22.000Z","updated":"2018-12-03T05:29:27.120Z","comments":true,"path":"About/News/news/Launch-DFW-SMU-LIFT-Team-Named-One-of-Eight-SemiFinalists-For-M-Mobile-App-Competition.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Launch-DFW-SMU-LIFT-Team-Named-One-of-Eight-SemiFinalists-For-M-Mobile-App-Competition.html","excerpt":"","text":"Article Link: SMU &amp; LIFT Team Named One of Eight SemiFinalists For $7M Mobile App Competition The SMU and Literacy Instruction for Texas (LIFT) team was named yesterday as one of eight semifinalists advancing in the $7 million Barbara Bush Foundation Adult Literacy XPRIZE presented by Dollar General Literacy Foundation. The XPRIZE is a global competition that challenges teams to develop mobile applications designed to increase literacy skills in adult learners.SMU’s Simmons School of Education and Human Development and Guildhall graduate video game development program are working with LIFT to design an engaging, puzzle-solving smartphone game app to help adults develop literacy skills. The SMU and LIFT team, PeopleForWords, is one of 109 teams who entered the competition in 2016.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Innovates: Dallas Team 1 of 8 Moving on in Literacy XPRIZE Contest","slug":"news/Dallas-Innovates-Dallas-Team-1-of-8-Moving-on-in-Literacy-XPRIZE-Contest","date":"2017-07-20T04:15:50.000Z","updated":"2018-12-03T05:18:18.635Z","comments":true,"path":"About/News/news/Dallas-Innovates-Dallas-Team-1-of-8-Moving-on-in-Literacy-XPRIZE-Contest.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-Dallas-Team-1-of-8-Moving-on-in-Literacy-XPRIZE-Contest.html","excerpt":"","text":"Article Link: Dallas Team 1 of 8 Moving on in Literacy XPRIZE Contest A Dallas team has been named as one of eight semifinalists in the Barbara Bush Foundation Adult Literacy XPRIZE competition.PeopleForWords — made up of members from Southern Methodist University Guildhall, SMU Simmons School of Education and Human Development, and Dallas-based Literacy Instruction for Texas — was selected from 109 teams around the world to move on in the competition.“It’s been a lot of hard work from our team and our collaborators to get to this point,“ said Corey Clark, deputy director for research at SMU Guildhall.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"NBC Helping Adults Improve Their Reading Goes High Tech","slug":"news/NBC-Helping-Adults-Improve-Their-Reading-Goes-High-Tech","date":"2017-07-19T04:59:35.000Z","updated":"2018-12-03T06:01:41.433Z","comments":true,"path":"About/News/news/NBC-Helping-Adults-Improve-Their-Reading-Goes-High-Tech.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/NBC-Helping-Adults-Improve-Their-Reading-Goes-High-Tech.html","excerpt":"","text":"Article Link: Helping Adults Improve Their Reading Goes High Tech Dr. Corey Clark of SMU Guildhall and Jesus Castro, a student in the adult literacy program LIFT, discuss a global app competition to help adults improve their reading skills.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"SMU - People ForWords Named Semifinalist for XPRIZE Competition","slug":"news/SMU-People-ForWords-named-semifinalist-for-XPRIZE-competition","date":"2017-07-18T05:07:10.000Z","updated":"2018-12-03T15:15:48.904Z","comments":true,"path":"About/News/news/SMU-People-ForWords-named-semifinalist-for-XPRIZE-competition.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/SMU-People-ForWords-named-semifinalist-for-XPRIZE-competition.html","excerpt":"","text":"Article Link: People ForWords Named Semifinalist for XPRIZE Competition. SMU’s puzzle-solving smartphone app selected as one of eight to move to next round in $7M Barbara Bush Foundation Adult Literacy XPRIZE competition.For Corey Clark, deputy director for research in the SMU Guildhall game development program, adult literacy became a personal challenge the moment he learned of its scope. “There are about 600,000 adults in Dallas who have less than a third-grade reading level,” he says. “If we could help 10 percent of those people, that’s 60,000 people who could learn to read proficiently. That makes a difference in a lot of people’s lives.”","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Dallas Innovates: SMU Researchers, Gamers Partner on Cancer Research","slug":"news/Dallas-Innovates-SMU-Researchers-Gamers-Partner-on-Cancer-Research","date":"2017-06-06T04:05:39.000Z","updated":"2018-12-03T05:09:20.377Z","comments":true,"path":"About/News/news/Dallas-Innovates-SMU-Researchers-Gamers-Partner-on-Cancer-Research.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-SMU-Researchers-Gamers-Partner-on-Cancer-Research.html","excerpt":"","text":"Article Link: SMU Researchers, Gamers Partner on Cancer Research The collective brain and computer power of 25,000 “Minecraft” game players could help researchers at Southern Methodist University find a new cancer-fighting drug.Game developers and researchers at SMU are partnering with a worldwide network of gamers who play the popular game in a crowdsourcing effort to beat the disease.The project is being led by biochemistry professors Pia Vogel and John Wise of the SMU Department of Biological Sciences, and Corey Clark, deputy director of research at SMU Guildhall, the university’s graduate video game development program.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Phys Org - Cancer researchers tap human intuition of video gamers in quest to beat cancer","slug":"news/Phys-Org-Cancer-researchers-tap-human-intuition-of-video-gamers-in-quest-to-beat-cancer","date":"2017-05-17T05:04:43.000Z","updated":"2018-12-03T06:08:01.329Z","comments":true,"path":"About/News/news/Phys-Org-Cancer-researchers-tap-human-intuition-of-video-gamers-in-quest-to-beat-cancer.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Phys-Org-Cancer-researchers-tap-human-intuition-of-video-gamers-in-quest-to-beat-cancer.html","excerpt":"","text":"Article Link: Cancer researchers tap human intuition of video gamers in quest to beat cancer Video gamers have the power to beat cancer, according to cancer researchers and video game developers at Southern Methodist University, Dallas.SMU researchers and game developers are partnering with the world’s vast network of gamers in hopes of discovering a new cancer-fighting drug.Biochemistry professors Pia Vogel and John Wise in the SMU Department of Biological Sciences, and Corey Clark, deputy director of research at SMU Guildhall, are leading the SMU assault on cancer in partnership with fans of the popular best-selling video game “Minecraft.”","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Cryptocurrency Transactional Analysis via Human Computation Gaming and Machine Learning","slug":"research/projects/Cryptocurrency-Transactional-Analysis-via-Human-Computation-Gaming-and-Machine-Learning","date":"2017-01-02T04:04:59.000Z","updated":"2018-12-04T05:15:34.287Z","comments":true,"path":"Research/Projects/research/projects/Cryptocurrency-Transactional-Analysis-via-Human-Computation-Gaming-and-Machine-Learning.html","link":"","permalink":"http://HuMInGameLab.com/Research/Projects/research/projects/Cryptocurrency-Transactional-Analysis-via-Human-Computation-Gaming-and-Machine-Learning.html","excerpt":"","text":"","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Funding","slug":"Research/Funding","permalink":"http://HuMInGameLab.com/categories/Research/Funding/"},{"name":"Projects","slug":"Research/Projects","permalink":"http://HuMInGameLab.com/categories/Research/Projects/"}],"tags":[{"name":"cyber","slug":"cyber","permalink":"http://HuMInGameLab.com/tags/cyber/"}]},{"title":"Human Computation and Machine Learning Analysis of Ocular Coherence Tomography Scans","slug":"research/projects/Human-Computation-and-Machine-Learning-Analysis-of-Ocular-Coherence-Tomography-Scans","date":"2017-01-02T04:04:39.000Z","updated":"2018-12-04T05:15:41.048Z","comments":true,"path":"Research/Projects/research/projects/Human-Computation-and-Machine-Learning-Analysis-of-Ocular-Coherence-Tomography-Scans.html","link":"","permalink":"http://HuMInGameLab.com/Research/Projects/research/projects/Human-Computation-and-Machine-Learning-Analysis-of-Ocular-Coherence-Tomography-Scans.html","excerpt":"","text":"","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Funding","slug":"Research/Funding","permalink":"http://HuMInGameLab.com/categories/Research/Funding/"},{"name":"Projects","slug":"Research/Projects","permalink":"http://HuMInGameLab.com/categories/Research/Projects/"}],"tags":[{"name":"retina","slug":"retina","permalink":"http://HuMInGameLab.com/tags/retina/"}]},{"title":"Dallas Innovates - SMU, LIFT Team Up on App to Unlock Literacy And 3M Prize","slug":"news/Dallas-Innovates-SMU-LIFT-Team-Up-on-App-to-Unlock-Literacy-M-Prize","date":"2016-11-08T05:34:04.000Z","updated":"2018-12-03T05:37:13.367Z","comments":true,"path":"About/News/news/Dallas-Innovates-SMU-LIFT-Team-Up-on-App-to-Unlock-Literacy-M-Prize.html","link":"","permalink":"http://HuMInGameLab.com/About/News/news/Dallas-Innovates-SMU-LIFT-Team-Up-on-App-to-Unlock-Literacy-M-Prize.html","excerpt":"","text":"Article Link: SMU, LIFT Team Up on App to Unlock Literacy &amp; $3M Prize A new game being created by Southern Methodist University puts users in the shoes of an archaeologist traveling the world to decode artifacts.While Codex’s lead character works to translate ancient languages, for developers there is one core mission in mind: improving adult literacy.“Nobody knows this language, so everyone is on equal playing field, and there is nothing to be self-conscious about when you play this game,” said Corey Clark, a software development lecturer who leads research efforts at SMU Guildhall.","categories":[{"name":"About","slug":"About","permalink":"http://HuMInGameLab.com/categories/About/"},{"name":"News","slug":"About/News","permalink":"http://HuMInGameLab.com/categories/About/News/"}],"tags":[]},{"title":"Applying Game Based Learning to Adult Literacy","slug":"research/projects/Applying-Game-Based-Learning-to-Adult-Literacy","date":"2016-03-02T04:05:18.000Z","updated":"2018-12-04T05:15:25.770Z","comments":true,"path":"Research/Projects/research/projects/Applying-Game-Based-Learning-to-Adult-Literacy.html","link":"","permalink":"http://HuMInGameLab.com/Research/Projects/research/projects/Applying-Game-Based-Learning-to-Adult-Literacy.html","excerpt":"","text":"","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Funding","slug":"Research/Funding","permalink":"http://HuMInGameLab.com/categories/Research/Funding/"},{"name":"Projects","slug":"Research/Projects","permalink":"http://HuMInGameLab.com/categories/Research/Projects/"}],"tags":[{"name":"xprize","slug":"xprize","permalink":"http://HuMInGameLab.com/tags/xprize/"}]},{"title":"Medical Data Visualization and Machine Learning in Games","slug":"research/projects/Medical-Data-Visualization-and-Machine-Learning-in-Games","date":"2016-01-02T04:05:41.000Z","updated":"2018-12-04T05:15:45.042Z","comments":true,"path":"Research/Projects/research/projects/Medical-Data-Visualization-and-Machine-Learning-in-Games.html","link":"","permalink":"http://HuMInGameLab.com/Research/Projects/research/projects/Medical-Data-Visualization-and-Machine-Learning-in-Games.html","excerpt":"","text":"","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Funding","slug":"Research/Funding","permalink":"http://HuMInGameLab.com/categories/Research/Funding/"},{"name":"Projects","slug":"Research/Projects","permalink":"http://HuMInGameLab.com/categories/Research/Projects/"}],"tags":[{"name":"hewmen","slug":"hewmen","permalink":"http://HuMInGameLab.com/tags/hewmen/"}]},{"title":"Applying Data Mining and Machine Learning to User Generated Gameplay Data","slug":"research/projects/Applying-Data-Mining-and-Machine-Learning-to-User-Generated-Gameplay-Data","date":"2015-01-02T04:05:29.000Z","updated":"2018-12-04T05:15:16.377Z","comments":true,"path":"Research/Projects/research/projects/Applying-Data-Mining-and-Machine-Learning-to-User-Generated-Gameplay-Data.html","link":"","permalink":"http://HuMInGameLab.com/Research/Projects/research/projects/Applying-Data-Mining-and-Machine-Learning-to-User-Generated-Gameplay-Data.html","excerpt":"","text":"","categories":[{"name":"Research","slug":"Research","permalink":"http://HuMInGameLab.com/categories/Research/"},{"name":"Funding","slug":"Research/Funding","permalink":"http://HuMInGameLab.com/categories/Research/Funding/"},{"name":"Projects","slug":"Research/Projects","permalink":"http://HuMInGameLab.com/categories/Research/Projects/"}],"tags":[{"name":"nk","slug":"nk","permalink":"http://HuMInGameLab.com/tags/nk/"}]}]}